Repository: Dropsik/paper-challenge
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: pl

source: Generate stage for
pl: Wygeneruj tor

source: Select the type of calculation based on the limited wall length or the limited distance of the shooting box from the wall
pl: Wybierz rodzaj kalkulacji ze względu na ograniczoną długość ściany lub ograniczoną odległość stanowiska od "ściany

source: Distance from wall
pl: Odległość od ściany

source: Wall length
pl: Długość ściany

source: Distance
pl: Dystans

source: Printing format
pl: Format druku

source: Select the stage
pl: Wybierz tor

source: Generate PDF
pl: Wygeneruj PDF

source: Wall length required
pl: Wymagana długość ściany

source: Stage preparation
pl: Przygotowanie toru

source: Place the first target with the 'ZERO point' marker on the left side of the wall
pl: Umieść z lewej strony ściany pierwszy cel ze znacznikiem 'punkt ZERO'

source: Place the first target with the 'ZERO point' marker on the left or right side of the wall
pl: Umieść z lewej lub prawej strony ściany pierwszy cel ze znacznikiem 'punkt ZERO'

source: Set shooting box
pl: Wyznacz pole startowe

source: from 'ZERO' point (along the wall) and
pl: od punktu 'ZERO' (wzdłuż ściany) oraz w odległości

source: from the wall
pl: od ściany

source: Ensure that the starting field is positioned in a convenient location within the room, so that nothing obstructs the drawing and aiming at targets across the entire width of the wall
pl: Upewnij się, że pole startowe znjaduje się w dogodnym miejscu, pomieszczenia, tak aby nic nie przeszkazdało w swobodnym dobyciu i składaniu do celów na całej szerokości ściany

source: If necessary, adjust the first target along with the ZERO point and repeat the two previous steps
pl: W razie potrzeby dostosuj pierwszy cel wraz z punktem ZERO i powtórz dwa powyższe kroki

source: Place the remaining targets on the wall according to the distances indicated on the position markers at the bottom of each target. Ensure that all targets are aligned in a single line parallel to the ground
pl: Umieść na ścianie pozostałe cele zgodnie z odległościami podanymi na znacznikach pozycji na dole każdego celu. Upewnij się, że wszystkie cele są umieszczone w jednej linii równoległej do podłoża

source: ZERO point
pl: punkt ZERO

source: Simulated distance
pl: Symulowany dystans

source: Place target on
pl: Umieść cel w odległości

source: Target
pl: Cel
